Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 트리탄 영지의 철목 수입과 카록의 고기를 모아서 맥라인 영지로 보내는 일을 하기 위해 필립은 카일에 남았다.{j}그리고 그런 그를 위해 로건은 무려 50만이라는 거금을 건넸다.
en_us: Phillip remained in Kyle to manage the ironwood exports from the Triton territory and stockpile the karock meat in preparation for shipping to the MacLine territory. Logan entrusted him with a grand budget of five hundred thousand gold to carry out his business.

source: 절망감을 뚫고 나온 분노는 매서운 참격이 되어 쏘아져 나갔다.{j}하지만…….
en_us: Anger broke through his despair and he launched another fiery attack.

source: “어…….”
en_us: “Yes...”

source: “흐음.{j}동생한테 졌다고 도피라도 하고 싶은 것이냐?”
en_us: “Right, {j}running away after you lost to your brother, are you?”

source: 영지의 근본적인 문제를 지적할 때의 눈빛도 그렇고, 마치 그가 알던 로건이 아닌 것 같았다.{j}복잡한 표정의 드웨인을 보며 로건은 쓴웃음을 지었다.{j}자신의 돈을 뜯어내려고 찾아오기는 했지만 드웨인은 누구나 인정하는 맥라인 가문의 충신이었다.{j}그런 그에게도 털어놓지 못할 말이 많다는 것에 다시금 막막함을 느낀 것이다.{j}하지만 괜히 그런 감정에 빠져 있을 시간은 없었다.
en_us: His eyes had changed, they were the same now and when he explained why he wanted to break the cycle of debt. The man in front of him was no longer the petulant boy he once knew. Dwain had come to take Logan’s money but his loyalty could never be questioned, he wanted the money for the good of the house. Logan was frustration once more as he couldn’t reveal his plans to this loyal servant of House MacLine. But he had no time to dwell on emotions.

source: 적진의 후방에서 들려오는 하만 테스론의 목소리에 패드릭은 피식 웃으며 응답했다.
en_us: The ringing of Haman Tesslon’s voice from the rear end of his army made Padrick smirk.

source: 로건으로서는 감회가 새로울 수밖에 없는 하룬의 풍경이지만 카일에서와 마찬가지로 전생을 추억하며 감상에 잠기기에는 해야 할 일이 많았다.
en_us: The scenery of Harun deeply moved Logan but just like the city of Kyle, he had too much on his plate to be lost in nostalgia.

source: 혹시나 하는 확률도 있으니까.{j}필립은 만에 하나를 대비한다는 생각으로 넌지시 말을 던졌다.
en_us: There was always a slim chance that something could materialize. He threw his question just in case if something might bite at the end of his line.

source: 그 고집스러운 눈매의 중년인과 시선이 마주치는 순간.{j}로건은 가슴이 요동치는 것을 느꼈다.
en_us: Logan felt his heart rolling and tumbling from the moment he met eyes with his father’s stubborn stare.

source: “여기서는 호흡이 중요하다.{j}숨을 들이켤 때…….”
en_us: “Breathing is very important with this part. When you breathe in...”

source: 그리고 그 불길한 예감은 내성에 들어서자마자 현실이 되었다.
en_us: The ominous feeling turned into reality once they entered the heart of the castle.

source: 전생에 미처 하지 못한 속죄의 말.
en_us: Words he never said while he was alive.

source: 그것으로 단숨에 대공자를 제압하여 세상 물정 모르는 도련님에게 주제를 가르쳐 줄 생각이었다.
en_us: He wanted his last act as a knight to be a lesson, to teach this naive boy about the world and put him in his place.

source: 이 전쟁의 진짜 원인을 알고 있는 로건이 볼 때도 황당한 수준이 었으니, 가뜩이나 분주했던 맥라인 가문은 난리가 났다.
en_us: Logan knew the true reason behind the war, which made him even more baffled by the number of the opposition. The House of MacLine was already on their toes but the sheer force of the enemy drove them to panic.

source: ‘확실히 결단을 내려야겠지.’
en_us: I’ll have to settle this once and for all.

source: “로건 님.{j}괜찮으십니까?”
en_us: “Master Logan, are you okay?”

source: 확인을 마친 뒤에야 두 번째 작업을 시작했다.
en_us: Logan checked his work then began his second set of writings.

source: “이제 난 어디로 가나?”
en_us: “Where am I going now?”

source: 적의 후방이 순식간에 혼란에 빠지고 당황한 적 기사들 사이로 패드릭은 보았다.{j}그 기마대의 선두에서 자신과 닮은 붉은 머리카락을 흩날리며 돌진하는 한 청년을.
en_us: Chaos ensured in the enemy’s rear and Padrick was able to make out a figure between the dumbfounded enemy knights. A young man with his blood red hair charged against the enemy from the front.

source: ‘그날’ 이후, 처음 듣는 말이었다.{j}지금처럼 괴행을 일삼는 것이 아닌, 온갖 패악질을 저지를 때에도 듣지 못했던 소리였다.
en_us: It was the first time he had said those words since that fateful day. He had not heard him beg for anything, not even when he had committed numerous nasty delinquencies.

source: 집무실의 문이 부서질 듯한 소리를 내며 닫힌 후에도, 패드릭은 무거운 눈으로 한참 동안 자신의 큰아들을 그저 바라보기만 했다.{j}이내 눈빛보다 무거운 음성이 집무실에 내려앉았다.
en_us: The door was slammed so hard that they thought it was going to fall off the hinges. Padrick looked at his eldest son with heavy eyes for quite some time. Then, a voice deeper than Padrick’s eyes filled the room.

source: 릭, 종이와 펜을 가져와.
en_us: Rick, fetch me a quill and some paper.

source: 역시나 당당하게 나온 답변에 아버지의 눈썹이 꿈틀거렸다.
en_us: The Baron raised his eyebrows at Logan’s brashness.

source: 급속하게 투지가 퍼져 나가면서 조금은 변화하는 분위기를 읽은 패드릭이 기세를 가득 담아 우렁차게 외쳤다.
en_us: Padrick’s passionate war cry uplifted his men and brought back their vigor. Padrick looked to continue the momentum and shouted with all his might.

source: 굳이 이런 얕은 도발에 어울려 놀아 주고 싶은 생각은 없었지만…….{j}마음에 걸리는 부분이 있었다.
en_us: Logan didn’t want to engage the knight for such a trivial provocation, but something weighed on his mind.

source: 하지만 그 대상은 피식 웃을 뿐이었다.
en_us: It only brought a smirk to Logan’s face.

source: “안 괜찮다구요!{j}안 괜찮아!”
en_us: “It’s not all fine! Not one bit!”

source: ‘설마…….’
en_us: Could it be?

source: 황급히 고개를 숙이는 헤인켈을 보며 패드릭은 깊은 한숨을 내쉬었다.
en_us: Sir Heinkel swiftly bowed his head in apology, which made Padrick let out a deep sigh.

source: 생각 없는 부하들이지만 그래도 의외의 결과를 남겼다.{j}드웨인은 절로 주먹에 힘이 들어가는 것을 참으며 조금 슬픈 표정으로 입을 열었다.
en_us: They were a thoughtless bunch but they also had their moments. Dwain felt like pumping his fists in the air but he controlled himself and wore a sad face as he spoke.

source: “8천 골드.{j}이게 최대야.{j}더는 안 돼.”
en_us: “Eight thousand gold, I can’t go any higher. That’s my final offer.”

source: 게다가.
en_us: Also.

source: ‘빙고.’
en_us: Bingo.

source: 노예상의 시선이 아직도 피가 흐르는 자신의 팔다리를 스쳤다.{j}특이한 외모는 장식으로서 가치가 있는 것인데, 그 장식이 주인을 찌르려 한다면 의미가 없었다.{j}잠시의 망설임 끝에 노예상이 고개를 끄덕였다.
en_us: The trader’s looked over his bleeding wounds. The siblings possessed rare beauty but beauty didn’t heal wounds or train them to obey. The defeated trader nodded after a moment of slight hesitation.

source: “한 손이라도 보태야지.{j}저 병력 차이 안 보여?”
en_us: “We can use all the help we can get. Don’t you see how many of them there are?”

source: 최악의 경우.{j}그러니까 그가 준비한 무기가 시일을 맞추지 못하거나 원하는 수준에 도달하지 못할 경우, 로건은 기사단에 합류하여 적극적으로 최전선에 나설 생각이었다.{j}당장은 그의 무력이 아버지만 못하더라도 웬만한 기사보다는 낫다는 자신이 있었다.
en_us: Logan was preparing for the worst case scenario. In case if his weapon was manufactured in time or lacked in quality. He planned to join the order of the knights and be on the frontlines. His strength wasn’t equal to his father’s but he knew he would be better than most knights in their service.

source: 왜냐하면…….
en_us: Because...

source: 안쪽 성문이 열리자마자 보이는 것은 수많은 사람의 파도.{j}부산스럽게 움직이는 인파의 모습은 카일과는 또 다른 의미로 복잡하고 특이했다.{j}움직이는 인파의 상당수가 팔다리에 족쇄를 끼고 있었기 때문이다.
en_us: Once the inner gate had opened, Logan saw waves of people overlapping one another as far as the eye could see. The overflowing crowd was as busy as Kyle but in a different way, as most of them were chained to their arms and legs.

source: “기사의 수만 100명이 넘습니다.{j}정규병력으로 보이는 놈들도 1천 이상입니다!”
en_us: “The have over a hundred knights and their regular regiment seem to be more than a thousand strong.”

source: 로건은 이쯤이면 두말 할 것 없이 넘어오리라 생각했다.{j}그런데 필립의 표정은 그 말을 듣고는 더욱 구겨졌다.
en_us: Logan knew he couldn’t refuse such an offer. But Phillip’s face had sunken deeper into thought.

source: 대충 예상하기는 했지만, 생각보다 더욱 격렬한 반응이었다.
en_us: Logan had expected a hostile welcome but it was more hostile than he had anticipated.

source: “뭔데?”
en_us: “What happened?”

source: 여러모로 지금 시점에 카일로 가는 것은 꼭 필요한 일이었고, 그곳에서 그가 가진 자금의 절반 이상을 투자할 생각을 하고 있었다.
en_us: Going to Kyle at this point in time was crucial and he planned to invest more than half of his current stash at the city.

source: 본의 아니게 로건에게 또 하나의 소문이 더해지며 사기를 더욱 깎아 먹었다.{j}하지만 소문을 믿지 않는, 오히려 눈에 불을 켜고 반박하는 사람도 있었다.
en_us: Logan added another rumor to his long list and unintentionally demoralized the army. But there was a man that refused to believe the rumor and fiercely defended him.

source: 로건은 스스로를 다독이며 산을 오르기 전 마지막까지 확인했던 비전서의 내용을 떠올렸다.
en_us: Logan readied himself as he remembered the notes he read of the grand secret book before coming to the mountain.

source: “도대체 무슨 생각이세요!{j}이 시점에 가출이라니!{j}가주님이 도대체 어떻게 생각하실지…….”
en_us: “What on earth are you saying? Running away? What will your father think?”

source: “앞으로도 기대 많이 하겠습니다, 단장님.”
en_us: “I’ll be expecting more of the same, Commander.”

source: “그래, 맞아.”
en_us: “You are correct.”

source: ‘허락보다 용서가 쉽지.{j}일단 용병을 모은 뒤에…….’
en_us: Forgiveness is easier than getting an approval. I’ll need to assemble the mercenaries first...

source: “이놈아, 그거야 일반적인 가족 관계에서나…….”
en_us: “It isn’t a problem for normal families. Just think about it...”

source: “우리는 승리한다!{j}반드시!”
en_us: “We will be victorious! Trust your strength!”

source: 모두를 압도하는 우렁찬 목소리가 시끄러운 장내를 강제로 침묵시켰다.
en_us: His ringing voice overwhelmed his subjects into silence.

source: 구체적인 내용과 숫자에 드웨인의 표정이 확 변했다.
en_us: Dwain was amazed at Logan’s detailed requirements and numbers.

source: “어머니라…….”
en_us: “Mother...”

source: “그러니 이제부터 간단한 자격시험을 시작하겠다.”
en_us: “We’ll begin with a simple target practice.”

source: “작은 부탁이 있는데.”
en_us: “I have a small favor to ask of you.”

source: “아, 아무튼 아직 매각 대금도 안 들어왔다니까요!{j}돌아가 주세요!”
en_us: “Anyway, the money isn’t in yet so please come back later!”

source: 로니안은 얼마 전 수련 중에 그를 찾아왔던 형의 모습을 떠올렸다.
en_us: Lonian thought back to the last time Logan visited him during training.

source: “앉아라.”
en_us: “Sit.”

source: 미래의 제국 거상이 지금 상인의 길 자체를 포기하려 하고 있다.
en_us: The future superstar of the Empire was trying abandon his destined path all together.

source: 한탄하는 듯한 음성과 깊게 가라앉은 표정을 마주한 로건은 절로 고개를 숙일 수밖에 없었다.{j}거기에 가슴에 비수를 꽂는 한 마디가 더해졌다.
en_us: Logan couldn’t raise his head to look at his father at the thought of seeing his subdued and crestfallen face. His father then put a dagger in his heart with his next words.

source: 로건 개인의 수련을 위해서도 중요한 일이었다.
en_us: It was also important for Logan’s own training.

source: 혹시나 하는 생각에 녀석의 내면에 감각을 집중하자, 몸속에서 활기차게 움직이는 이능의 흔적이 느껴졌다.{j}그 순간 로건의 눈이 확 커졌다.
en_us: Logan focused his sense to look inside Lonian and felt a trace of vigorous energy within his body. Logan’s eyes widened at the discovery.

source: 그리움과 회한이 뒤섞인 로건의 복잡한 감정과 달리, 아버지의 반응은 첫마디부터 차갑기만 했다.
en_us: His father’s first words were cold, in contrast to Logan’s complicated mix of emotions.

source: 그 과정에서 가문의 주력인 기사단의 마음을 얻을 수 있다면 더욱 좋았다.{j}모든 것이 순조로운 가운데서도 완전히 걱정을 떨칠 수는 없는 로건이 다시금 느슨해지려는 마음을 다잡았다.
en_us: Winning over the hearts of his family’s knights, the strongest warriors in the territory, would be vital during the process. Everything seemed to be unfolding according to plan but Logan caught himself before he became complacent.

source: 조금 전, 울먹이며 실신한 오빠를 돌보는 여자아이의 눈동자와 마주치는 순간.{j}로건에게 그들은 더 이상 마주친 지 5분도 되지 않은 남의 노예가 아니었다.{j}그러니 나오는 말투도 자연히 차가워졌다.
en_us: The moment Logan locked eyes with the sobbing girl as she tried her best to look after her unconscious brother, they were no longer a couple of slaves that he encountered five minutes ago. Logan expressed his disgust through the coldness of his tone.

source: 그 말에 로건의 안색이 굳었다.
en_us: Logan’s face grew darker upon hearing his request.

source: 로건의 얼굴에 살벌한 미소가 번질 때.
en_us: A vicious smile appeared on Logan’s face.

source: 상황은 정확하게 로건이 예상했던 대로 흘러갔다.{j}용병을 다루는 가장 확실한 방법은 두 가지가 있었다.{j}바로 돈과 힘이었다.{j}돈을 받고 무력을 파는 것이 용병이고, 무력을 파는 일은 생명을 거는 일이었다.{j}그렇기에 그들은 본능적으로 강자를 알아보고 친하게 지내려 했다.{j}동료로서는 강자의 옆에서 생존의 확률을 높이고, 만약 적으로 만나더라도 일말의 인정을 기대할 수 있도록 하는 것이다.{j}이는 용병 일을 오래 한 사람일수록 영혼에 박히듯 각인되는 생존 본능이었다.{j}전생에서 수십 년을 용병으로 살아온 로건은 그 사실을 누구보다 잘 알고 있었다.
en_us: Everything was going just as Logan had planned. There were two sure ways of controlling mercenaries, money and power. Mercenaries sold their strength for money and selling their strength meant risking their lives for others. Thus, it was in their nature to recognize power and fraternize themselves to such individuals. Fighting alongside a powerful ally increased their chance of survival, and if they were to fight against such a foe, dying at the hands of a formidable opponent made death more palatable. This was a survival instinct that carved deeper into the soul the longer you were a mercenary. Logan knew it better than anyone else from the decades of mercenary life from his past life.

source: 역전된 상황은 그저 그 한순간뿐이었다.
en_us: He realized that he had celebrated his victory too early.

source: 자신에 관한 소문이 당황스러울 정도로 빠르게 퍼진 모양이었다.
en_us: Rampant rumors about him had spread at an alarming rate.

source: “일단 징집령을 내리셔야 합니다.{j}최대한 병력을 끌어모아 경계를 세우고 순찰도…….”
en_us: “We must draft all able bodied men into the army as soon as possible to guard and patrol...”

source: 그가 불안한 마음에 얼굴을 씰룩이는데, 그의 기대와는 달리 도미넌은 로건을 향해 먼저 달려들었다.
en_us: His mind was riddled in anxiety when, contrary to his wishes, Sir Dominan made the first move against Logan.

source: “확인을 해 봐야지.”
en_us: “All there’s left to do is check.”

source: 서른 즈음 되어 보이는 나이.{j}록페른이라 이름을 밝힌 기사는 놀랍게도 패드릭과 같은 경지였다.{j}저런 천재라면 분명히 미래의 오러 유저로 기대를 받고 있을 것이다.
en_us: He looked to be around thirty years of age. The knight who announced himself as Lockferan was surprising on the same level as Padrick. Many would expect him to become an auror user with such talent at a young age.

source: “아무래도 내가 로건에게 괜한 기대를 하고 있었던 모양이야.”
en_us: “I expected far too much from Logan.”

source: ‘지금!’
en_us: Now!

source: “역시, 재능이 있어.{j}그리고…….”
en_us: “The kid has talent. And...”

source: 하지만 계속 현실 도피만 하고 있을 수는 없었다.
en_us: There was no time to ponder possibilities.

source: “눈깔 조심해라.”
en_us: “What are you staring at?”

source: 로건은 모닥불이 타들어 가는 소리를 자장가 삼아, 밤하늘을 뒤덮은 별빛을 이불 삼아 풀잎을 끌어모아 만든 임시 침대에 누웠다.{j}노숙은 현생에서는 처음이었지만 전생에는 수도 없이 반복했던 익숙한 일이었다.{j}거기다 지금은 전생에 비하면 아주 쾌적한 상황이었다.
en_us: The sound of Logan’s campfire burning into the night made a good lullaby, and the starlight that covered the sky became his blanket as he laid down into this bed fashioned out of leaves he had found nearby. Living out in the wild was the first for him in this life but it was almost second nature to him as he had experienced homelessness countless of times in his previous life. He was also in much better conditions compared to back then.

source: 하지만 포스를 다루는 기사라면 목검으로도 사람을 죽일 수 있기에 여전히 불안하기만 했다.
en_us: But his trepidation would not leave him, he knew that a knight using the force could still kill a person with a wooden sword.

source: 그것을 확인한 드워프의 눈이 다시 떨렸다.
en_us: The dwarf’s eyes trembled once again.

source: ‘거기다 그중에서도 대가급이라니.’
en_us: I can’t believe I’ve found a master craftsman and engineer.

source: 위압적인 기세를 내뿜으며 쩌렁쩌렁하게 방 안을 울리는 목소리에 메리안의 안색이 하얗게 질렸다.
en_us: Padrick’s deafening roar echoed off the walls and left Marianne pale as a ghost.

source: “이 중에 변명할 말이 있느냐?”
en_us: “What you have to say for yourself?”

source: 물론 용병들의 감상은 대부분 그저 그 정도일 뿐이었다.{j}하지만 그 가치를 한 번에 알아본 이도 있었다.
en_us: Reactions from the mercenaries were positive but there was one man that was truly awestruck by the potential of the new weapon.

source: “쓸모도 없는 몬스터 고기에 15만 골드를 넘게 쓰겠다는 의뢰라니!{j}제가 살면서 들어 본 가장 황당한 소문입니다!{j}거짓말이죠?{j}헛소문이죠?!{j}그렇다고 말해 주십시오!”
en_us: “An order for one hundred and fifty thousand gold’s worth of monster meat! It was the most outrageous rumor that I’d ever heard. Tell me they are all lies? It’s all gossip, isn’t? Say something!”

source: 하지만 지금 이 상황은 무엇이란 말인가.
en_us: But he continued to question how he got here.

source: 오러 유저가 될 줄 알았던 너는 이십 년이 넘도록 발전이 없고 약혼의 대상인 네 아들은 최악의 상태니, 우리가 굳이 격 떨어지게 너희와 함께할 이유가 없다.
en_us: The count thought Padric would become an auror user but he had made no progress in the last twenty years, and his son was the worst match possible, so there was no need to continue going forward.

source: 욱신거리는 손목을 견디며 패드릭이 주춤주춤 말을 물렸다.{j}상급에 어울리는 포스컨트롤로 충격을 사방으로 분산시켰지만 짜릿한 통증이 랜스를 쥔 손 안 가득 퍼지고, 부딪힐 때의 충격이 말에게까지 전해졌다.{j}최대한 분산시키기는 했지만 충격이 조금만 더 강했다면 그의 튼튼한 애마도 다리가 꺾여 주저앉았을 터였다.{j}물론 상대방도 무사하진 않았다.{j}패드릭의 애마와는 달리 상대의 말은 충격을 이기지 못하고 그대로 쓰러졌고, 선두로 나왔던 기사는 낙마하여 투구 밑으로 피를 흘리고 있었다.{j}분명 가벼운 상처는 아니었지만, 패드릭은 충격을 감추지 못했다.
en_us: Padrick endured the throbbing of his wrists and did his best to calm his horse. He was able to use his force control to disperse the damage from the collision but the vibration spread through his lance-holding hand and onto his horse. Despite his best efforts to disperse the impact, he was sure his horse’s legs would have bent backwards if it had been any stronger. The opponent’s horse could not withstand the impact and had fallen to the ground. The knight had fallen off his steed and had blood running down his face underneath his helmet. It wasn’t a light wound by any means but Patrick was stunned that the knight still stood.

source: 그래서 그는 바닥에 드러누웠다.
en_us: Rick fell to the floor in response.

source: 로니안은 마치 제 일인 양 목소리를 높이며 로건을 두둔하고 나섰다.{j}하지만 패드릭은 그런 작은 아들의 모습에 인상을 찡그릴 뿐이었다.
en_us: Lonian defended Logan as if it was his own honor that was at stake but his father was irked by his defiance.

source: 현재 맥라인 가문 재정의 절반 이상을 카이로스 가문이 책임지고 있는 것은 오롯이 메리안 덕분이었다.
en_us: Marianne’s family, House Caiross, were responsible for more than half of House MacLine’s finances.

source: “지독한 놈들…….”
en_us: “Relentless bastards!”

source: “그 대공자가?”
en_us: “The eldest master?”

source: 호기롭게 앞으로 나선 용병은 2m가 넘는 거대한 체격을 가지고 있었다.{j}울룩불룩한 근육과 덩치만큼은 C급이 아니라 A급 용병이라 해도 믿을 정도였다.{j}또 덩치와 근육이 폼은 아니었는지, 등 뒤에 십자로 교차해 메고 있던 철퇴를 한 손에 하나씩 집어 드는 모습이 굉장히 강력해 보이기도 했다.
en_us: The mercenary, a walking behemoth at two meters tall, bravely stepped up to the plate. His toned and bulky muscles could have fooled anyone into believing he was an A-level mercenary. Aside from his menacing physique, the way he picked his pair of iron maces that he carried on his back in a cross was enough drill fear into the heart of any man.

source: 로건은 찡그린 얼굴로 아버지의 지시를 듣고만 있었다.{j}전력이 불리함에도 평원에서의 전면전을 택한 것은 어쩔 수 없는 선택이었다.{j}현시점에서 전쟁의 주 전력은 누가 뭐래도 기사단이었다.{j}포스유저로 이루어진 한 무리의 초인들이 튼튼한 무장을 하고 방진을 이루어 돌진하는 순간.{j}그들은 동일한 수준의 강자들이 아니라면 그 누구도 막을 수 없는 강력한 파괴 병기가 되었다.
en_us: Logan wasn’t pleased with his father’s decision but he had to choice but to obey. Choosing to fight the enemy on the plains despite the difference in size was the only choice Padrick had left. The order of the knights were their main weapon in warfare. A group of armored force users charging at full power was a destructive force that could only matched by knights of the same power.

source: ‘전생에 용병 일을 이곳에서 처음 시작했었지.’
en_us: This is where I first started out as a mercenary.

source: “욕심이 과해.{j}1천.{j}이 정도에 만족하도록 해.”
en_us: “You are far too greedy for your own good. One thousand each. I suggest that you accept.”

source: “그럴 일 없을 것입니다.”
en_us: “That won’t happen, Father.”

source: “징집병들은 하루 정도 더 시간이 걸릴 것 같습니다.”
en_us: “I think it will take another day to gather the militia.”

source: 그러나, 패드릭의 검은 또다시 목적을 이루지 못했다.{j}어느새 나타난 두 명의 기사가 내세운 대검과 창이 폭음과 함께 그를 막아섰다.
en_us: But Padrick had failed to achieve his intended result. Padrick’s sword was met by the spear and longsword of two knights, which produced a deafening clap.

source: “얼마요?”
en_us: “Come again?”

source: “저희가 마수 부산물 전문 상단인데 원하신다면…….”
en_us: “We specialize in rare monster parts if that interests you...”

source: “아니, 고기 맞아.”
en_us: “No, I said meat.”

source: “받지 말라고 설득하는 모양새인데.”
en_us: “It sounds like she’s trying to persuade us out of it.”

source: “우리는 쉬는 시간이라 몰랐던 거지.”
en_us: “We were on our breaks.”

source: “내가 제대로 들은 게 맞아?{j}대공자가 훈련?”
en_us: “Did I hear that right? The eldest master is training with us?”

source: 릭이 하얗다 못해 퍼렇게 질린 안색으로 뒤를 돌아보았지만, 도미넌의 얼굴은 이미 험악하게 일그러져 있었다.
en_us: Rick was already pale but now, he was white. He turned to find Sir Dominan’s face was becoming more aggressive by the second.

source: “제 용병들은 병정놀이를 하고 있던 것이 아닙니다!{j}이번 전쟁에서 공을 세워 그것을 증명해 보이겠습니다.”
en_us: “They aren’t just misfits! I’ll prove their worth to you by delivering our victory.”

source: “나…… 먹고 죽으려고 해도 돈 없다고!{j}이 새끼야!”
en_us: “I don’t have any money so get lost you asshole!”{j}

source: ‘그러니 지금부터라도 같이 구르면서 유대감을 쌓아야지.’
en_us: That’s why I need to become closer to them.

source: 약을 먹여 잠재운 말이라지만 그 무게는 적어도 기사들의 다섯 배에 달했다.{j}그런 말을 어깨에 올리고 산속을 달리는 일은 아무리 포스유저라도 비명을 지를 법한 고행이었다.{j}그런 팔자에도 없는 고행을 시작한 기사들을 더욱 환장하게 만드는 것은 따로 있었다.
en_us: The horses had been tranquilized but the weight of each one was five times heavier than a knight. Carrying a horse on one’s back while running up a mountain was excruciating even for a force user. The arduous task at hand was made worse by Logan.

source: 어차피 은퇴를 결심한 몸.
en_us: He was already heading towards retirement.

source: “그렇습니다.{j}얼마면 빚을 갚고 재기하실 수 있겠습니까?{j}충분히 지원하겠습니다.”
en_us: “Yes. How much would it take to settle your debts? I’m willing to finance every dime.”

source: “이게 뭡니까?”
en_us: “What is this?”

source: 장검 둘이 부딪쳐서 나는 소리라고는 믿기지 않는 굉음이 터져 나왔다.{j}그 굉음을 만들어 낸 이들 중 하나는 비틀거리고, 하나는 곧바로 자신의 적을 향해 뛰어들었다.{j}하지만 정작 그 부딪침의 승자인 패드릭의 표정은 좋지 않았다.{j}이 뒤에 이어질 익숙한 공방의 모습이 바로 그려졌기 때문이다.{j}역시나 비틀거리는 적의 좌우에서 창과 대검이 튀어나왔다.{j}이어서 자신의 후방을 노리는 장검과 단창까지 매섭게 달려들자, 패드릭은 또다시 다 잡은 기회를 포기할 수밖에 없었다.
en_us: The clash of two longswords produced a thunderous clap. One end of the clash stood staggered while the other immediately prepared for another charge. Padrick came out on top but he didn’t wear the smile of a victor as he could predict the trick that would follow. His strike against the stumbling foe would be thwarted by a defense of spears and longswords that poked out from either side. Then more weapons would threaten to catch him off guard behind his back, which led to another retreat and missed opportunity.

source: ‘씁.{j}귀찮게 됐군…….’
en_us: Damn it, this could get ugly.

source: “감사합니다.”
en_us: “Thank you, father.”

source: 이제는 얼굴이 뜨겁다 못해 터질 것 같았다.
en_us: Logan’s face was now bright red and about to explode.

source: 하지만 그들의 성과는 그 한 번으로 끝이 아니었다.{j}고용주의 닦달과 함께, 용병대는 그 후로 마주치는 모든 몬스터 떼를 말 그대로 쓸어 버리며 남쪽을 향해 질주했다.{j}들판에 몬스터들의 비명이 연달아 퍼지고, 어느 순간부터는 몬스터들이 용병대가 질주하는 방향을 피해 물결치듯 물러나기 시작했다.{j}300여 명의 용병대들이 만들어낸 ‘역(逆)’ 몬스터 웨이브가 맥라인 영지 남부의 황무지를 진동시켰다.
en_us: But their achievements didn’t stop there. Logan pressed them to continue and rode towards the south as they crushed any pack of monsters they set their eyes on. Cries of monsters echoed throughout the plains. Soon, the monsters avoided the trail of mercenaries at all costs. The southern wastelands were shaken by the three-hundred strong monster hunting mercenary army.

source: 자신의 잘못을 깨닫고, 아버지의 최후를 듣고 나서야 좀 더 빨리 찾아가 용서를 빌지 못한 것을 후회했다.
en_us: But he realized his faults and regretted not seeking his father’s forgiveness after he heard how his father had passed away.

source: 머쓱하여 던진 말.
en_us: It was more of an awkward greeting than an actual question.

source: “나, 로건 맥라인은 부당한 모욕을 갚기 위해 기사 도미넌에게 결투를 청한다.”
en_us: “I, Logan of the house of MacLine challenge you, Sir Dominan, to a duel to avenge this wrongful insult.”

source: 예상치 못한 전쟁으로 인한 불안감으로 어수선한 맥라인 가문.{j}그중에서 오직 314명의 사람만이 전쟁의 승리를 확신하고 있었다.
en_us: The House of MacLine feared for its future ahead of an unexpected war. Amidst the uncertainty, only three hundred and fourteen men were certain of bringing victory.

source: 패드릭이 얼굴을 구기며 부러질 듯 이를 악물었다.
en_us: Padrick contorted his face in frustration and clenched his jaw like a nut cracker.

source: $- 1년 안에 제 행동의 이유를 증명하겠습니다.{j}그러니 그동안만 제가 스스로 하고자 하는 일을 눈감아 주셨으면 합니다.
en_us: “I’ll explain the reasons for my actions in a year. So, please forgive me and turn a blind eye until then.”

source: 너무나 쉽게 허가가 떨어졌다.{j}아마도 용병대를 실질 전력으로 평가하지 않기 때문일 것이다.{j}이유야 어쨌건 로건으로서는 잘된 일이었다.
en_us: His father’s permission had come easier than Logan expected. It was probably due to the fact that his father didn’t see the mercenaries as a viable force. Regardless, the decision was favorable for Logan.

source: 터져 나오는 패드릭의 노성이 장내를 뒤흔들고, 파도처럼 넘실거리는 사나운 기운이 뒤에서 그를 덮쳤다.
en_us: The deafening roar of Padrick’s voice shook the castle and an fearsome aura appeared behind him like a tidal surge.

source: “어린 노예도 사들였대.{j}대체 뭘 하려고…….”
en_us: “I heard he also bought children as slaves. I wonder what for...”
